Repository: TGthms/folio
Catalog: Folio/Localization/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# unlock.help
source: Write an unlocked copy. Folio needs the password you used when opening the file.
ar: اكتب نسخة غير مقفلة. يحتاج Folio إلى كلمة المرور التي استخدمتها عند الفتح.
cs: Zapište odemčenou kopii. Folio potřebuje heslo použité při otevření.
da: Skriv en ulåst kopi. Folio skal bruge den adgangskode, du åbnede filen med.
de: Eine entsperrte Kopie schreiben. Folio braucht das Passwort vom Öffnen.
el: Γράψτε ένα ξεκλείδωτο αντίγραφο. Το Folio χρειάζεται τον κωδικό με τον οποίο ανοίξατε το αρχείο.
es: Escribe una copia desbloqueada. Folio necesita la contraseña con la que abriste el archivo.
fi: Kirjoita lukitsematon kopio. Folio tarvitsee salasanan, jolla avasit tiedoston.
fr: Écrire une copie déverrouillée. Folio a besoin du mot de passe utilisé à l’ouverture.
he: כתבו עותק לא נעול. Folio צריך את הסיסמה שבה פתחתם את הקובץ.
hi: अनलॉक प्रतिलिपि लिखें। Folio को वह पासवर्ड चाहिए जिससे आपने फ़ाइल खोली।
hu: Írjon zárolatlan másolatot. A Foliónak szüksége van a megnyitáskor használt jelszóra.
id: Tulis salinan tanpa kunci. Folio memerlukan kata sandi saat Anda membuka file.
it: Scrivi una copia sbloccata. Folio ha bisogno della password usata all’apertura.
ja: ロック解除したコピーを書き出します。開いたときに使ったパスワードが必要です。
ko: 잠금 해제된 복사본을 씁니다. 파일을 열 때 사용한 암호가 필요합니다.
nb: Skriv en ulåst kopi. Folio trenger passordet du brukte da du åpnet filen.
nl: Schrijf een ontgrendelde kopie. Folio heeft het wachtwoord nodig waarmee je het bestand opende.
pl: Zapisz odblokowaną kopię. Folio potrzebuje hasła użytego przy otwieraniu.
pt_br: Grave uma cópia desbloqueada. O Folio precisa da senha usada ao abrir o arquivo.
pt_pt: Grave uma cópia desbloqueada. O Folio precisa da palavra-passe usada ao abrir.
ro: Scrie o copie deblocată. Folio are nevoie de parola folosită la deschidere.
ru: Запишите разблокированную копию. Folio нужен пароль, которым вы открыли файл.
sv: Skriv en olåst kopia. Folio behöver lösenordet du använde när du öppnade filen.
th: เขียนสำเนาที่ปลดล็อก Folio ต้องการรหัสผ่านที่ใช้ตอนเปิดไฟล์
tr: Kilidi açık bir kopya yazın. Folio, dosyayı açarken kullandığınız parolaya ihtiyaç duyar.
uk: Запишіть розблоковану копію. Folio потрібен пароль, яким ви відкрили файл.
vi: Ghi bản sao đã mở khóa. Folio cần mật khẩu bạn đã dùng khi mở tệp.
zh_hans: 写出未锁定的副本。Folio 需要你打开文件时使用的密码。
zh_hant: 寫出未鎖定的副本。Folio 需要你開啟檔案時使用的密碼。

# protect.password
source: Password
ar: كلمة المرور
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hu: Jelszó
id: Kata sandi
ja: パスワード
ko: 암호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# protect.confirm
source: Confirm password
ar: تأكيد كلمة المرور
cs: Potvrdit heslo
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού
es: Confirmar contraseña
fi: Vahvista salasana
fr: Confirmer le mot de passe
he: אשר סיסמה
hi: पासवर्ड की पुष्टि
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
it: Conferma password
ja: パスワードを確認
ko: 암호 확인
nb: Bekreft passord
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt_br: Confirmar senha
pt_pt: Confirmar palavra-passe
ro: Confirmă parola
ru: Подтвердите пароль
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
tr: Parolayı doğrula
uk: Підтвердити пароль
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# protect.owner
source: Owner password (optional)
ar: كلمة مرور المالك (اختياري)
cs: Heslo vlastníka (volitelné)
da: Ejeradgangskode (valgfri)
de: Besitzer-Passwort (optional)
el: Κωδικός κατόχου (προαιρετικά)
es: Contraseña de propietario (opcional)
fi: Omistajan salasana (valinnainen)
fr: Mot de passe propriétaire (facultatif)
he: סיסמת בעלים (אופציונלי)
hi: स्वामी पासवर्ड (वैकल्पिक)
hu: Tulajdonosi jelszó (nem kötelező)
id: Kata sandi pemilik (opsional)
it: Password proprietario (facoltativa)
ja: 所有者パスワード（任意）
ko: 소유자 암호(선택)
nb: Eierpassord (valgfritt)
nl: Eigenaarswachtwoord (optioneel)
pl: Hasło właściciela (opcjonalne)
pt_br: Senha do proprietário (opcional)
pt_pt: Palavra-passe do proprietário (opcional)
ro: Parola proprietarului (opțional)
ru: Пароль владельца (необязательно)
sv: Ägarlösenord (valfritt)
th: รหัสเจ้าของ (ไม่บังคับ)
tr: Sahip parolası (isteğe bağlı)
uk: Пароль власника (необов’язково)
vi: Mật khẩu chủ sở hữu (tùy chọn)
zh_hans: 所有者密码（可选）
zh_hant: 擁有者密碼（選擇性）

# redact.warning
source: Redacted pages become images so the hidden text cannot be recovered.
ar: تصبح الصفحات المنقّحة صورًا حتى يتعذر استرداد النص المخفي.
cs: Redigované stránky se stanou obrázky, takže skrytý text nelze obnovit.
da: Redigerede sider bliver billeder, så den skjulte tekst ikke kan gendannes.
de: Geschwärzte Seiten werden zu Bildern, damit der Text nicht wiederhergestellt werden kann.
el: Οι αποκρυμμένες σελίδες γίνονται εικόνες ώστε το κρυφό κείμενο να μην ανακτάται.
es: Las páginas tachadas se convierten en imágenes para que el texto no se pueda recuperar.
fi: Peitetyistä sivuista tulee kuvia, joten piilotettua tekstiä ei voi palauttaa.
fr: Les pages caviardées deviennent des images pour que le texte ne puisse pas être récupéré.
he: עמודים שהושחרו הופכים לתמונות כדי שלא ניתן יהיה לשחזר את הטקסט.
hi: संपादित पृष्ठ छवियाँ बन जाते हैं ताकि छिपा पाठ वापस न मिले।
hu: A kitakart oldalak képpé válnak, így a rejtett szöveg nem állítható vissza.
id: Halaman tersensor menjadi gambar sehingga teks tersembunyi tidak dapat dipulihkan.
it: Le pagine oscurate diventano immagini così il testo non può essere recuperato.
ja: 墨消ししたページは画像になるため、隠した文字は取り出せません。
ko: 교정된 페이지는 이미지가 되어 숨긴 텍스트를 복구할 수 없습니다.
nb: Redigerte sider blir bilder slik at den skjulte teksten ikke kan gjenopprettes.
nl: Geredigeerde pagina’s worden afbeeldingen, zodat de verborgen tekst niet te herstellen is.
pl: Zredagowane strony stają się obrazami, więc ukrytego tekstu nie da się odzyskać.
pt_br: Páginas redigidas viram imagens para o texto não poder ser recuperado.
pt_pt: As páginas redigidas tornam-se imagens para o texto não poder ser recuperado.
ro: Paginile redactate devin imagini, astfel încât textul ascuns nu poate fi recuperat.
ru: Отредактированные страницы становятся изображениями, поэтому скрытый текст нельзя восстановить.
sv: Redigerade sidor blir bilder så att den dolda texten inte kan återställas.
th: หน้าที่ปิดทับจะกลายเป็นรูป จึงกู้ข้อความที่ซ่อนไม่ได้
tr: Karartılan sayfalar görüntü olur; gizli metin geri alınamaz.
uk: Відредаговані сторінки стають зображеннями, тож прихований текст не відновити.
vi: Trang đã che trở thành ảnh nên không khôi phục được chữ ẩn.
zh_hans: 密文处理后的页面会变成图片，隐藏的文字无法恢复。
zh_hant: 遮罩後的頁面會變成影像，隱藏的文字無法復原。

# redact.fill
source: Fill
ar: التعبئة
cs: Výplň
da: Fyld
de: Füllung
el: Γέμισμα
es: Relleno
fi: Täyttö
fr: Remplissage
he: מילוי
hi: भराव
hu: Kitöltés
id: Isian
it: Riempimento
ja: 塗りつぶし
ko: 채우기
nb: Fyll
nl: Vulling
pl: Wypełnienie
pt_br: Preenchimento
pt_pt: Preenchimento
ro: Umplere
ru: Заливка
sv: Fyllning
th: เติม
tr: Dolgu
uk: Заливка
vi: Tô
zh_hans: 填充
zh_hant: 填色

# redact.fill.black
source: Black
ar: أسود
cs: Černá
da: Sort
de: Schwarz
el: Μαύρο
es: Negro
fi: Musta
fr: Noir
he: שחור
hi: काला
hu: Fekete
id: Hitam
it: Nero
ja: 黒
ko: 검정
nb: Svart
nl: Zwart
pl: Czarny
pt_br: Preto
pt_pt: Preto
ro: Negru
ru: Чёрный
sv: Svart
th: ดำ
tr: Siyah
uk: Чорний
vi: Đen
zh_hans: 黑色
zh_hant: 黑色

# redact.fill.white
source: White
ar: أبيض
cs: Bílá
da: Hvid
de: Weiß
el: Λευκό
es: Blanco
fi: Valkoinen
fr: Blanc
he: לבן
hi: सफ़ेद
hu: Fehér
id: Putih
it: Bianco
ja: 白
ko: 흰색
nb: Hvit
nl: Wit
pl: Biały
pt_br: Branco
pt_pt: Branco
ro: Alb
ru: Белый
sv: Vit
th: ขาว
tr: Beyaz
uk: Білий
vi: Trắng
zh_hans: 白色
zh_hant: 白色

source: Redact entire page
ar: تنقيح الصفحة بالكامل
cs: Redigovat celou stránku
da: Redigér hele siden
de: Ganze Seite schwärzen
el: Απόκρυψη ολόκληρης σελίδας
es: Tachar la página entera
fi: Peitä koko sivu
fr: Caviarder toute la page
he: השחר עמוד שלם
hi: पूरा पृष्ठ संपादित करें
hu: Teljes oldal kitakarása
id: Sensor seluruh halaman
it: Oscura l’intera pagina
ja: ページ全体を墨消し
ko: 페이지 전체 교정
nb: Rediger hele siden
nl: Hele pagina redigeren
pl: Zredaguj całą stronę
pt_br: Redigir a página inteira
pt_pt: Redigir a página inteira
ro: Redactează toată pagina
ru: Скрыть всю страницу
sv: Redigera hela sidan
th: ปิดทับทั้งหน้า
tr: Tüm sayfayı karart
uk: Приховати всю сторінку
vi: Che cả trang
zh_hans: 整页密文
zh_hant: 遮罩整頁

# metadata.title
source: Title
ar: العنوان
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
fi: Otsikko
fr: Titre
he: כותרת
hi: शीर्षक
hu: Cím
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
pt_pt: Título
ro: Titlu
ru: Название
sv: Titel
th: ชื่อเรื่อง
tr: Başlık
uk: Назва
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

# metadata.author
source: Author
ar: المؤلف
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
fi: Tekijä
fr: Auteur
he: מחבר
hi: लेखक
hu: Szerző
id: Penulis
it: Autore
ja: 作成者
ko: 작성자
nb: Forfatter
nl: Auteur
pl: Autor
pt_br: Autor
pt_pt: Autor
ro: Autor
ru: Автор
sv: Författare
th: ผู้เขียน
tr: Yazar
uk: Автор
vi: Tác giả
zh_hans: 作者
zh_hant: 作者

# metadata.subject
source: Subject
ar: الموضوع
cs: Předmět
da: Emne
de: Betreff
el: Θέμα
es: Asunto
fi: Aihe
fr: Sujet
he: נושא
hi: विषय
hu: Tárgy
id: Subjek
it: Oggetto
ja: サブタイトル
ko: 주제
nb: Emne
nl: Onderwerp
pl: Temat
pt_br: Assunto
pt_pt: Assunto
ro: Subiect
ru: Тема
sv: Ämne
th: หัวเรื่อง
tr: Konu
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 主旨

# settings.title
source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्ज़
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Configurări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings.language
source: Language
ar: اللغة
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.language.system
source: System
ar: النظام
cs: Systém
el: Σύστημα
es: Sistema
fi: Järjestelmä
fr: Système
he: מערכת
hi: सिस्टम
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
pt_pt: Sistema
ro: Sistem
ru: Система
th: ระบบ
tr: Sistem
uk: Система
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

# settings.language.relaunch
source: Changing language applies the next time Folio opens.
ar: يُطبَّق تغيير اللغة في المرة التالية التي تفتح فيها Folio.
cs: Změna jazyka se použije při příštím otevření Folia.
da: Sprogændringen gælder næste gang, Folio åbnes.
de: Die Sprache gilt beim nächsten Start von Folio.
el: Η αλλαγή γλώσσας εφαρμόζεται την επόμενη φορά που θα ανοίξει το Folio.
es: El idioma se aplica la próxima vez que abras Folio.
fi: Kielimuutos tulee voimaan, kun Folio avataan seuraavan kerran.
fr: Le changement de langue s’applique au prochain lancement de Folio.
he: שינוי השפה יחול בפעם הבאה שFolio ייפתח.
hi: भाषा बदलना अगली बार Folio खुलने पर लागू होगा।
hu: A nyelvváltozás a Folio következő megnyitásakor érvényesül.
id: Perubahan bahasa berlaku saat Folio dibuka berikutnya.
it: La lingua viene applicata al prossimo avvio di Folio.
ja: 言語の変更は、次にFolioを開いたときに適用されます。
ko: 언어 변경은 Folio를 다음에 열 때 적용됩니다.
nb: Språkendringen gjelder neste gang Folio åpnes.
nl: De taalwijziging geldt de volgende keer dat Folio opent.
pl: Zmiana języka zadziała przy następnym otwarciu Folio.
pt_br: O idioma vale na próxima vez que o Folio abrir.
pt_pt: O idioma aplica-se da próxima vez que o Folio abrir.
ro: Schimbarea limbii se aplică la următoarea deschidere a Folio.
ru: Смена языка применится при следующем открытии Folio.
sv: Språkbytet gäller nästa gång Folio öppnas.
th: การเปลี่ยนภาษาจะมีผลเมื่อเปิด Folio ครั้งถัดไป
tr: Dil değişikliği Folio bir sonraki açılışında uygulanır.
uk: Зміна мови застосується під час наступного відкриття Folio.
vi: Đổi ngôn ngữ có hiệu lực lần sau khi mở Folio.
zh_hans: 更改语言将在下次打开 Folio 时生效。
zh_hant: 變更語言會在下次開啟 Folio 時套用。

# menu.open
source: Open…
ar: فتح…
cs: Otevřít…
da: Åbn…
de: Öffnen…
el: Άνοιγμα…
es: Abrir…
fi: Avaa…
fr: Ouvrir…
he: פתח…
hi: खोलें…
hu: Megnyitás…
id: Buka…
it: Apri…
ja: 開く…
ko: 열기…
nb: Åpne…
pl: Otwórz…
pt_br: Abrir…
pt_pt: Abrir…
ro: Deschide…
ru: Открыть…
sv: Öppna…
th: เปิด…
tr: Aç…
uk: Відкрити…
vi: Mở…
zh_hans: 打开…
zh_hant: 打開…

# menu.export
source: Export…
ar: تصدير…
cs: Exportovat…
da: Eksportér…
de: Exportieren…
el: Εξαγωγή…
es: Exportar…
fi: Vie…
fr: Exporter…
he: ייצוא…
hi: निर्यात…
hu: Exportálás…
id: Ekspor…
it: Esporta…
ja: 書き出す…
ko: 보내기…
nb: Eksporter…
nl: Exporteer…
pl: Eksportuj…
pt_br: Exportar…
pt_pt: Exportar…
ro: Exportă…
ru: Экспортировать…
sv: Exportera…
th: ส่งออก…
tr: Dışa Aktar…
uk: Експортувати…
vi: Xuất…
zh_hans: 导出…
zh_hant: 匯出…

# menu.tools
source: Tools
ar: الأدوات
cs: Nástroje
da: Værktøjer
de: Werkzeuge
el: Εργαλεία
es: Herramientas
fi: Työkalut
fr: Outils
he: כלים
hi: टूल्स
hu: Eszközök
id: Alat
it: Strumenti
ja: ツール
ko: 도구
nb: Verktøy
nl: Hulpmiddelen
pl: Narzędzia
pt_br: Ferramentas
pt_pt: Ferramentas
ro: Unelte
ru: Инструменты
sv: Verktyg
th: เครื่องมือ
tr: Araçlar
uk: Інструменти
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

# menu.help
source: Folio Help
ar: مساعدة Folio
cs: Nápověda Folio
da: Folio-hjælp
de: Folio-Hilfe
el: Βοήθεια Folio
es: Ayuda de Folio
fi: Folio-ohje
fr: Aide Folio
he: עזרה של Folio
hi: Folio सहायता
hu: Folio Súgó
id: Bantuan Folio
it: Aiuto Folio
ja: Folioヘルプ
ko: Folio 도움말
nb: Folio-hjelp
nl: Folio-hulp
pl: Pomoc Folio
pt_br: Ajuda do Folio
pt_pt: Ajuda do Folio
ro: Ajutor Folio
ru: Справка Folio
sv: Folio-hjälp
th: วิธีใช้ Folio
tr: Folio Yardımı
uk: Довідка Folio
vi: Trợ giúp Folio
zh_hans: Folio 帮助
zh_hant: Folio 輔助說明

# command.addFiles
source: Add files…
ar: إضافة ملفات…
cs: Přidat soubory…
da: Tilføj filer…
de: Dateien hinzufügen…
el: Προσθήκη αρχείων…
es: Añadir archivos…
fi: Lisää tiedostoja…
fr: Ajouter des fichiers…
he: הוסף קבצים…
hi: फ़ाइलें जोड़ें…
hu: Fájlok hozzáadása…
id: Tambah file…
it: Aggiungi file…
ja: ファイルを追加…
ko: 파일 추가…
nb: Legg til filer…
nl: Bestanden toevoegen…
pl: Dodaj pliki…
pt_br: Adicionar arquivos…
pt_pt: Adicionar ficheiros…
ro: Adaugă fișiere…
ru: Добавить файлы…
sv: Lägg till filer…
th: เพิ่มไฟล์…
tr: Dosya ekle…
uk: Додати файли…
vi: Thêm tệp…
zh_hans: 添加文件…
zh_hant: 加入檔案…

# command.export
source: Export…
ar: تصدير…
cs: Exportovat…
da: Eksportér…
de: Exportieren…
el: Εξαγωγή…
es: Exportar…
fi: Vie…
fr: Exporter…
he: ייצוא…
hi: निर्यात…
hu: Exportálás…
id: Ekspor…
it: Esporta…
ja: 書き出す…
ko: 보내기…
nb: Eksporter…
nl: Exporteer…
pl: Eksportuj…
pt_br: Exportar…
pt_pt: Exportar…
ro: Exportă…
ru: Экспортировать…
sv: Exportera…
th: ส่งออก…
tr: Dışa Aktar…
uk: Експортувати…
vi: Xuất…
zh_hans: 导出…
zh_hant: 匯出…

# command.palette
source: Search
ar: بحث
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fi: Hae
fr: Rechercher
he: חיפוש
hi: खोजें
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoek
pl: Szukaj
pt_br: Buscar
pt_pt: Pesquisar
ro: Caută
ru: Поиск
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm
zh_hans: 搜索
zh_hant: 搜尋

# error.emptyWorkspace
source: Add pages before exporting.
ar: أضف صفحات قبل التصدير.
cs: Před exportem přidejte stránky.
da: Tilføj sider, før du eksporterer.
de: Fügen Sie vor dem Export Seiten hinzu.
el: Προσθέστε σελίδες πριν την εξαγωγή.
es: Añade páginas antes de exportar.
fi: Lisää sivuja ennen vientiä.
fr: Ajoutez des pages avant d’exporter.
he: הוסיפו עמודים לפני הייצוא.
hi: निर्यात से पहले पृष्ठ जोड़ें।
hu: Exportálás előtt adjon hozzá oldalakat.
id: Tambahkan halaman sebelum mengekspor.
it: Aggiungi pagine prima di esportare.
ja: 書き出す前にページを追加してください。
ko: 보내기 전에 페이지를 추가하세요.
nb: Legg til sider før du eksporterer.
nl: Voeg pagina’s toe voor je exporteert.
pl: Dodaj strony przed eksportem.
pt_br: Adicione páginas antes de exportar.
pt_pt: Adicione páginas antes de exportar.
ro: Adaugă pagini înainte de export.
ru: Добавьте страницы перед экспортом.
sv: Lägg till sidor innan du exporterar.
th: เพิ่มหน้าก่อนส่งออก
tr: Dışa aktarmadan önce sayfa ekleyin.
uk: Додайте сторінки перед експортом.
vi: Hãy thêm trang trước khi xuất.
zh_hans: 导出前请先添加页面。
zh_hant: 匯出前請先加入頁面。

# error.unreadable
source: Folio could not read that file.
ar: تعذر على Folio قراءة ذلك الملف.
cs: Folio tento soubor nemohl přečíst.
da: Folio kunne ikke læse den fil.
de: Folio konnte die Datei nicht lesen.
el: Το Folio δεν μπόρεσε να διαβάσει αυτό το αρχείο.
es: Folio no pudo leer ese archivo.
fi: Folio ei voinut lukea tiedostoa.
fr: Folio n’a pas pu lire ce fichier.
he: Folio לא הצליח לקרוא את הקובץ.
hi: Folio वह फ़ाइल नहीं पढ़ सका।
hu: A Folio nem tudta beolvasni a fájlt.
id: Folio tidak dapat membaca file itu.
it: Folio non ha potuto leggere quel file.
ja: Folioはそのファイルを読み取れませんでした。
ko: Folio가 해당 파일을 읽지 못했습니다.
nb: Folio kunne ikke lese den filen.
nl: Folio kon dat bestand niet lezen.
pl: Folio nie mógł odczytać tego pliku.
pt_br: O Folio não conseguiu ler esse arquivo.
pt_pt: O Folio não conseguiu ler esse ficheiro.
ro: Folio nu a putut citi acel fișier.
ru: Folio не смог прочитать этот файл.
sv: Folio kunde inte läsa den filen.
th: Folio อ่านไฟล์นั้นไม่ได้
tr: Folio bu dosyayı okuyamadı.
uk: Folio не зміг прочитати цей файл.
vi: Folio không đọc được tệp đó.
zh_hans: Folio 无法读取该文件。
zh_hant: Folio 無法讀取該檔案。

# error.encrypted
source: This PDF is locked.
ar: ملف PDF هذا مقفل.
cs: Tento PDF je uzamčen.
da: Denne PDF er låst.
de: Dieses PDF ist gesperrt.
el: Αυτό το PDF είναι κλειδωμένο.
es: Este PDF está bloqueado.
fi: Tämä PDF on lukittu.
fr: Ce PDF est verrouillé.
he: קובץ PDF זה נעול.
hi: यह PDF लॉक है।
hu: Ez a PDF zárolva van.
id: PDF ini terkunci.
it: Questo PDF è bloccato.
ja: このPDFはロックされています。
ko: 이 PDF는 잠겨 있습니다.
nb: Denne PDF-en er låst.
nl: Deze pdf is vergrendeld.
pl: Ten PDF jest zablokowany.
pt_br: Este PDF está bloqueado.
pt_pt: Este PDF está bloqueado.
ro: Acest PDF este blocat.
ru: Этот PDF заблокирован.
sv: Den här PDF:en är låst.
th: PDF นี้ถูกล็อก
tr: Bu PDF kilitli.
uk: Цей PDF заблоковано.
vi: PDF này đang khóa.
zh_hans: 此 PDF 已锁定。
zh_hant: 此 PDF 已鎖定。

# error.writeFailed
source: Folio could not write the file.
ar: تعذر على Folio كتابة الملف.
cs: Folio nemohl soubor zapsat.
da: Folio kunne ikke skrive filen.
de: Folio konnte die Datei nicht schreiben.
el: Το Folio δεν μπόρεσε να γράψει το αρχείο.
es: Folio no pudo escribir el archivo.
fi: Folio ei voinut kirjoittaa tiedostoa.
fr: Folio n’a pas pu écrire le fichier.
he: Folio לא הצליח לכתוב את הקובץ.
hi: Folio फ़ाइल नहीं लिख सका।
hu: A Folio nem tudta írni a fájlt.
id: Folio tidak dapat menulis file.
it: Folio non ha potuto scrivere il file.
ja: Folioはファイルを書き出せませんでした。
ko: Folio가 파일을 쓰지 못했습니다.
nb: Folio kunne ikke skrive filen.
nl: Folio kon het bestand niet schrijven.
pl: Folio nie mógł zapisać pliku.
pt_br: O Folio não conseguiu gravar o arquivo.
pt_pt: O Folio não conseguiu gravar o ficheiro.
ro: Folio nu a putut scrie fișierul.
ru: Folio не смог записать файл.
sv: Folio kunde inte skriva filen.
th: Folio เขียนไฟล์ไม่ได้
tr: Folio dosyayı yazamadı.
uk: Folio не зміг записати файл.
vi: Folio không ghi được tệp.
zh_hans: Folio 无法写入该文件。
zh_hant: Folio 無法寫入檔案。

# error.cancelled
source: Export cancelled.
ar: تم إلغاء التصدير.
cs: Export zrušen.
da: Eksport annulleret.
de: Export abgebrochen.
el: Η εξαγωγή ακυρώθηκε.
es: Exportación cancelada.
fi: Vienti peruttu.
fr: Export annulé.
he: הייצוא בוטל.
hi: निर्यात रद्द।
hu: Exportálás megszakítva.
id: Ekspor dibatalkan.
it: Esportazione annullata.
ja: 書き出しをキャンセルしました。
ko: 보내기가 취소되었습니다.
nb: Eksport avbrutt.
nl: Export geannuleerd.
pl: Eksport anulowany.
pt_br: Exportação cancelada.
pt_pt: Exportação cancelada.
ro: Export anulat.
ru: Экспорт отменён.
sv: Exporten avbröts.
th: ยกเลิกการส่งออก
tr: Dışa aktarma iptal edildi.
uk: Експорт скасовано.
vi: Đã hủy xuất.
zh_hans: 已取消导出。
zh_hant: 已取消匯出。

# error.diskFull
source: The disk is full.
ar: القرص ممتلئ.
cs: Disk je plný.
da: Disken er fuld.
de: Der Datenträger ist voll.
el: Ο δίσκος είναι γεμάτος.
es: El disco está lleno.
fi: Levy on täynnä.
fr: Le disque est plein.
he: הדיסק מלא.
hi: डिस्क भर गई है।
hu: A lemez megtelt.
id: Disk penuh.
it: Il disco è pieno.
ja: ディスクがいっぱいです。
ko: 디스크가 가득 찼습니다.
nb: Disken er full.
nl: De schijf is vol.
pl: Dysk jest pełny.
pt_br: O disco está cheio.
pt_pt: O disco está cheio.
ro: Discul este plin.
ru: Диск заполнен.
sv: Disken är full.
th: ดิสก์เต็ม
tr: Disk dolu.
uk: Диск заповнено.
vi: Đĩa đầy.
zh_hans: 磁盘已满。
zh_hant: 磁碟已滿。

# error.passwordMismatch
source: Passwords do not match.
ar: كلمتا المرور غير متطابقتين.
cs: Hesla se neshodují.
da: Adgangskoderne matcher ikke.
de: Passwörter stimmen nicht überein.
el: Οι κωδικοί δεν ταιριάζουν.
es: Las contraseñas no coinciden.
fi: Salasanat eivät täsmää.
fr: Les mots de passe ne correspondent pas.
he: הסיסמאות אינן תואמות.
hi: पासवर्ड मेल नहीं खाते।
hu: A jelszavak nem egyeznek.
id: Kata sandi tidak cocok.
it: Le password non coincidono.
ja: パスワードが一致しません。
ko: 암호가 일치하지 않습니다.
nb: Passordene stemmer ikke overens.
nl: Wachtwoorden komen niet overeen.
pl: Hasła nie są zgodne.
pt_br: As senhas não coincidem.
pt_pt: As palavras-passe não coincidem.
ro: Parolele nu coincid.
ru: Пароли не совпадают.
sv: Lösenorden stämmer inte överens.
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar eşleşmiyor.
uk: Паролі не збігаються.
vi: Mật khẩu không khớp.
zh_hans: 两次输入的密码不一致。
zh_hant: 密碼不相符。

# error.noPassword
source: Enter a password.
ar: أدخل كلمة مرور.
cs: Zadejte heslo.
da: Angiv en adgangskode.
de: Passwort eingeben.
el: Εισαγάγετε κωδικό.
es: Introduce una contraseña.
fi: Anna salasana.
fr: Saisissez un mot de passe.
he: הזינו סיסמה.
hi: पासवर्ड दर्ज करें।
hu: Adjon meg egy jelszót.
id: Masukkan kata sandi.
it: Inserisci una password.
ja: パスワードを入力してください。
ko: 암호를 입력하세요.
nb: Skriv inn et passord.
nl: Voer een wachtwoord in.
pl: Wpisz hasło.
pt_br: Digite uma senha.
pt_pt: Introduza uma palavra-passe.
ro: Introdu o parolă.
ru: Введите пароль.
sv: Ange ett lösenord.
th: ป้อนรหัสผ่าน
tr: Bir parola girin.
uk: Введіть пароль.
vi: Nhập mật khẩu.
zh_hans: 请输入密码。
zh_hant: 請輸入密碼。

# error.invalidRange
source: That page range is not valid.
ar: نطاق الصفحات هذا غير صالح.
cs: Tento rozsah stránek není platný.
da: Det sideinterval er ugyldigt.
de: Dieser Seitenbereich ist ungültig.
el: Αυτό το εύρος σελίδων δεν είναι έγκυρο.
es: Ese rango de páginas no es válido.
fi: Sivualue ei kelpaa.
fr: Cette plage de pages n’est pas valide.
he: טווח העמודים אינו תקף.
hi: वह पृष्ठ सीमा मान्य नहीं है।
hu: Ez az oldaltartomány érvénytelen.
id: Rentang halaman itu tidak valid.
it: Questo intervallo di pagine non è valido.
ja: そのページ範囲は無効です。
ko: 해당 페이지 범위가 올바르지 않습니다.
nb: Dette sideintervallet er ugyldig.
nl: Dat paginabereik is ongeldig.
pl: Ten zakres stron jest nieprawidłowy.
pt_br: Esse intervalo de páginas não é válido.
pt_pt: Esse intervalo de páginas não é válido.
ro: Intervalul de pagini nu este valid.
ru: Этот диапазон страниц недопустим.
sv: Det sidintervallet är ogiltigt.
th: ช่วงหน้านั้นไม่ถูกต้อง
tr: Bu sayfa aralığı geçersiz.
uk: Цей діапазон сторінок недійсний.
vi: Phạm vi trang không hợp lệ.
zh_hans: 该页码范围无效。
zh_hant: 該頁面範圍無效。
